tap "artginzburg/tap"
tap "cloudflare/cloudflare"
tap "kyoh86/tap"
tap "superfly/tap"
tap "ynqa/tap"
brew "ack"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "ast-grep"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "libssh2"
brew "bat"
brew "bison"
brew "btop"
brew "caddy"
brew "glib"
brew "pycparser"
brew "cffi"
brew "fish"
brew "chruby-fish"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cppcheck"
brew "ctags"
brew "deno"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "entr"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "icu4c@77"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fonttools"
brew "freetds"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "gzip"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpstat"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libffi"
brew "libfido2"
brew "libmatio"
brew "libxml2"
brew "libyaml"
brew "lychee"
brew "mkcert"
brew "moreutils"
brew "mupdf-tools"
brew "n"
brew "ncdu"
brew "node"
brew "open-mpi"
brew "openslide"
brew "openssh"
brew "peco"
brew "tidy-html5"
brew "php"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "prettyping"
brew "pup"
brew "pv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qt"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "rustup"
brew "screen"
brew "shellcheck"
brew "sidekick"
brew "sops"
brew "stern"
brew "stylua"
brew "testssl"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "watchexec"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yazi"
brew "you-get"
brew "zig"
brew "zoxide"
brew "artginzburg/tap/sudo-touchid"
brew "kyoh86/tap/richgo"
brew "ynqa/tap/jnv"
cask "1password"
cask "airflow"
cask "alt-tab"
cask "anybar"
cask "apparency"
cask "audacity"
cask "bartender"
cask "calibre"
cask "cleanmymac"
cask "cleanshot"
cask "cloudflare-warp"
cask "cursor"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "franz"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "imageoptim"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "jordanbaird-ice"
cask "kaleidoscope"
cask "keka"
cask "ngrok"
cask "optimage"
cask "orbstack"
cask "proxyman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "tableplus"
cask "topnotch"
cask "tower"
cask "visual-studio-code"
cask "vlc"
cask "wave"
cask "webpquicklook"
cask "webtorrent"
cask "zed"
cask "zoom"
vscode "akamud.vscode-theme-onedark"
vscode "alfredbirk.tailwind-documentation"
vscode "be5invis.vscode-custom-css"
vscode "bibhasdn.unique-lines"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "bruceyuhb.hsl-preview"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "debugpig.highlight"
vscode "docker.docker"
vscode "drcika.apc-extension"
vscode "drknoxy.eslint-disable-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "fcrespo82.markdown-table-formatter"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.activitusbar"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "johnnymorganz.stylua"
vscode "kaiwood.center-editor-window"
vscode "kalimahapps.tailwind-config-viewer"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "michelemelluso.code-beautifier"
vscode "mohd-akram.vscode-html-format"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "numso.prettier-standard-vscode"
vscode "randrade23.beautify-json"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "standard.vscode-standard"
vscode "subframe7536.custom-ui-style"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.selectline-statusbar"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
vscode "zoe7.insert-ts-expect-error"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/mailru/easyjson/easyjson"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
